<p>Лекарственные растения или, как у нас принято называть, - трАвы, я видел с детства летом, когда
    приезжал к родным в старинный волжский город. Эти травы сушились в пучках на чердаке, лежли в
    полотняных мешках и старых железных жбанах. Летом мы выезжали далеко от города на сбор растений. Это
    так интересно – вокруг степь и холмы, покрытые разными-разными травами, жара. А потом, после сбора
    трав, в котором я принимал участие как взрослый - приятная усталость и обед на поляне в тени –
    вокруг разложены в пучках собранные зверобой с маленькими желтыми цветками и действительно душистая
    душица, а еще полынь и бессмертник и много-много других трав.</p>
<p>С детства я знал, что если кто-то в семье заболеет, то не надо будет глотать неприятные порошки и
    таблетки. Нужно будет просто выпить чашку горячего и горького напитка со странным названием
    «Фебрифуга». Горького – потому что в нем среди других трав есть трава полынь. А если кто-то из семьи
    простудится и начнет кашлять – то надо будет пить тоже горячий, но на молоке и с медом напиток под
    названием «Пульмон».</p>
<p>А если ударишься или порежешься, не надо обрабатывать синяк или рану зеленкой или йодом, а просто
    достанут из темного шкафа пузырек с пахучей цвета коньяка жидкостью и приложат ватку к порезу. И все
    пройдет очень быстро. А называется эта жидкость необычно – «Мельбет». И она тоже сделана из
    лекарственных трав.</p><p>Георгий Матвеевич Ковалев после трехлетнего обучения и работы в Японии в 1900 году вернулся в Россию, женился и после нескольких лет работы в Сибири окончательно осел в Саратове и стал практиковать в качестве фельдшера-фитотерапевта.</p>
<p>Долгое время, будучи уже семейным человеком с тремя детьми, он снимал разные квартиры в городе и лишь в 1921 году обзавелся собственным домом. Это был бывший особняк купчихи Ландышевой в самом центре Саратова.  На момент покупки дома в нем долгое время находилась аптека, и весь двор был завален битым стеклом, поэтому прадеду пришлось завозить много подвод с землей, чтобы посадить прекрасный яблоневый сад.</p>
                