
<p>Я всегда знал, что у меня был строгий, справедливый и упорный прадед - фельдшер и травник Георгий
    Матвеевич Ковалев, который и создал рецептуру сборов из лекарственных трав. Большой портрет прадеда
    висел дома в тяжелой дубовой раме. С детства я слышал от родных – врачей и травников, а династия
    травников Ковалевых насчитывает как минимум шесть поколений, много рассказов об излечениях больных,
    о интересных практических случаях, о сложностях работы.</p>
<p>Я вырос и сам стал врачом, пользуюсь старинными рецептами моего прадеда сам и прибегаю к ним для всех
    своих близких. И пересказываю им истории семьи, которые рассказывала мне моя бабушка и другие
    родственники…</p>
<p>А теперь я хочу рассказать эти истории всем…</p>
<ul class="list-content">
    <li>Про уникальные сборы из лекарственных растений, рецептуру которых, используя записи своих
        предков, создал мой прадед Георгий Матвеевич Ковалев.
    </li>
    <li>Про семью травников и врачей Ковалёвых, которая на протяжении многих десятилетий помогала и
        помогает людям противостоять болезням и оставаться здоровыми.
    </li>
    <li>Про семью Ковалевых, в судьбах представителей которой отражается история страны на протяжении
        нескольких веков. Про окружение семьи и про тот мир и уклад жизни, который частично остался в
        большом волжском городе, где работали мои предки и до сих работают мои родственники.
    </li>
</ul>