<p>Врач-лечебник. Кандидат медицинских наук. Потомственный фитотерапевт в 6 поколении. </p>
<p>Закончил лечебный факультет Российского Государственного Медицинского Университета.</p>
<p>Прошел сертификационный курс по Российскому травничеству в Институте восточной медицины
    Российского университета дружбы народов.</p>
<p>С детства получил опыт работы с лекарственными растениями. Вместе со старшими поколениями
    семьи выезжал на сбор трав, участвовал во всех этапах приготовления лечебных и
    профилактических сборов из лекарственных растений.</p>
<p>Хранитель уникальной библиотеки старинных изданий по медицине и лекарственным растениям,
    заложенной его прадедом, травником Георгием Матвеевичем Ковалевым и преумноженной его детьми
    – врачами-фитотерапевтами Александрой Георгиевной Мельниковой и Ниной Георгиевной Ковалевой.</p>
<p>Диплом врача<br>
    Диплом кандидата медицинских наук<br>
    Российское травничество</p>