<p><b>Из автобиографии Г. М. Ковалева:</b><br>В девять лет я остался круглым сиротой, и дядя
    отдал меня в сапожную мастерскую в городе Балашов, где летом в праздничные дни и в свободное
    время я собирал лекарственные растения для аптеки. Эту специальность я унаследовал от отца и
    деда.
</p>
<p>В 1897 году я прибыл в Одессу. На пароходе «Саратов» Добровольного флота в разговоре с
    капитаном и доктором я узнал, что в Японии в городе Нагасаки есть известный фитотерапевт
    Танака, который очень удачно лечит лекарственными травами, и мне они посоветовали поработать
    у него. Вы, говорят, в этом не раскаетесь! Я решил и тут же взял билет. На 49 сутки мы
    прибыли в город Нагасаки.</p>