<p>Фельдшеру-терапевту Танаке меня любезно представил доктор парохода Николай Иванович Верёвкин.
    Танака был очень доволен такой услугой и любезно оставил меня у себя. К концу сбора
    лекарственных растений и кореньев осенью Танака пригласил меня к себе в город Нагасаки быть его
    помощником. У терапевта Танаки я проработал три года - 1897, 1898 и 1899 гг.</p>
<p>Последние два года я был главным инструктором всех трех групп сбора растений.</p>
<p>В 1900 году я хорошо усовершенствовал восточный метод лечения и стал скрещивать его с нашим
    российским методом лечения растениями, что имел в памяти от деда и родителей, знакомясь с их
    записью, что они писали себе на память0 от дедов и родителей (ибо занятие это у них
    потомственное).</p>
<p>В 1900 году в Саратове я женился и решил заняться самостоятельно сбором и сбытом лекарственных
    растений с лечебной целью, снял себе помещение и с разрешения местной власти начал вести это
    общественное полезное дело.</p>