<p>Практика Г. М. Ковалева заключалась в ежедневном приеме больных и индивидуальном подборе
    пациентам сборов из лекарственных растений. Георгий Матвеевич систематизировал опыт предыдущих
    поколений травников, создал сложную рецептуру сборов, дал им звучные названия.</p>
<p>Так противовоспалительный сбор «Фебрифуга» необходимо пить при гриппе и «лихорадке», а легочный
    сбор «Пульмон» прекрасно справляется с кашлем. В состав этих сборов входят десятки трав в
    различных пропорциях, и их нужно заваривать, как правило, кипятком или молоком и настаивать
    20-30 минут перед употреблением. </p>
<p>Кроме сложных сборов, которые необходимо пить горячими, Георгий Матвеевич рекомендовал, например,
    больным артритами и невралгиями настой лечебных «кореньев» на водке или вине под названием
    «Сачех». А при экземе, псориазе и других кожных болезнях наряду со сбором «Биденс», который
    необходимо пить внутрь, рекомендовал «Набор ароматических трав для ванн» для местного
    применения.</p>