<p>В 1914 году уже для более широкого круга, и, как бы мы сказали сейчас, для массового потребителя,
    Георгий Матвеевич создал рецептуру и запатентовал лечебный питательный препарат «Какаорхисъ» на
    основе трав, корней и шоколада и других растительных веществ рекомендованный «детям и взрослым,
    слабым и малокровным вместо завтрака, кофе и чая». «Какаорхисъ» получил от Министерства торговли
    и промышленности в Петрограде привилегию и охранительное свидетельство. Это был актуальный
    продукт для истощенных, для раненых, прибывавших в госпитали с фронтов Первой мировой войны.
</p>
<p>Обратите внимание на изящный, в стиле модерна, рекламный буклет препарата, в котором русский
    текст дублирован на французском для придания информации дополнительной убедительности. Сложно
    сказать, сколько лет Г. М. Ковалев мог заниматься реализацией «Какаорхиса», скорее всего после
    октябрьских событий 1917 года это было делать сложнее, а потом и совсем невозможно. Тем не
    менее, рецептура осталась в семье и, возможно, питательный напиток «Какаорхисъ» еще появится,
    как это принято говорить, на прилавках магазинов…</p>