<p>Георгий Матвеевич излечивал травами многих больных от разных недугов, в архиве семьи хранится
    множество историй болезней и отзывов благодарных пациентов.</p>
<p>Конечно, в семье травы были всегда в приоритете, ведь классическая медицина в доантибиотиковую
    эру не всегда справлялась с серьезными заболеваниями. Но травы помогали и в тяжелых случаях.
    Если говорить о случаях в самой семье, то Георгий Матвеевич вылечил внучку от менингита, для
    этого приходилось вводить настои трав через трубочки в носу, сама внучка была в таком состоянии,
    что не могла пить. Вылечил он и зятя от тяжелого распространенного туберкулеза. В этом помог
    сбор из лекарственных трав «Пульмон».</p>
<p>Но, несмотря на то что сам Георгий Матвеевич был крайне сведущим в медицине и жил в одном из
    самых больших и процветающих на тот момент городов Российской империи, не всех своих детей из
    шести рожденных он мог спасти – два сына и дочь умерли в раннем возрасте от детских
    инфекций.</p>
<p>Две дочери, Александра и Нина, стали врачами и продолжили травническое дело отца.</p>
<h3>Александра Георгиевна Ковалева</h3>
<p class="text-italic brown-color">Врач-фитотерапевт. Ученица и продолжательница дела отца.<br>
    Практиковала в Саратове в 1930-1980-е годы.</p><br>
<h3>Нина Георгиевна Ковалева</h3>
<p class="text-italic brown-color">Врач-фитотерапевт. Ученица и продолжательница дела отца. Вела<br>
    фитотерапевтическую практику в Саратове и Москве в 1930-1970-е годы</p>
<p class="text-italic brown-color">В дальнейшем практику до начала 1980-х годов продолжил муж Н.Г.
    Ковалевой<br> Борис Вячеславович Афендульев.</p>