<p>За книгу «Лечение растениями (очерки по фитотерапии)» Н.Г. Ковалёва была награждена Дипломом 3-й
    степени «За лучшую медицинскую книгу» Министерства здравоохранения СССР. </p>
<p>Книга Н. Г. Ковалевой, изданная в 1971 году общим тиражом 150 000 экземпляров стала одним из
    основных трудов, по которому учились фитотерапевты следующих поколений. Книга написана на
    основании литературных данных отечественных и зарубежных исследователей по разнообразным
    вопросам фитотерапии, опыты семьи автора, накопленного за более чем 100-летний период, а также
    врачебной практики автора, проводившей лечение некоторых заболеваний лекарственными растениями в
    течение многих лет.</p>