<h3>Георгий Константинович Ковалев</h3>
<p class="text-italic brown-color">Внук Г. М. Ковалева. Врач. Кандидат медицинских наук. Вел<br>
    фитотерапевтическую практику совместно с женой Евдокией Алексеевной<br> Ковалевой в Саратове в
    1970-е – 1990-е.</p><br>
<h3>Георгий Георгиевич Ковалев</h3>
<p class="text-italic brown-color">Правнук Г. М. Ковалева. Практиковал в Саратове до 2020 года.</p>
<p>Династию врачей и травников также продолжили внуки и правнуки Г. М. Ковалева.<br>
В настоящее время практику продолжают правнуки Георгия Матвеевича Ковалева <a href="/about/">Андрей Борисович</a> и Константин Георгиевич.</p>