<p>Так повелось, что в семье травников и врачей Ковалевых уже много-много десятилетий принято помогать
    людям.
    И далеко не всегда это происходит за плату.
    Поделиться советом, как поддержать здоровье, как найти врача-специалиста по необходимой проблеме -
    все это происходит совершено бесплатно.
    И мы полагаем, что это правильно и считаем это врачебной и семейной миссией.
</p>
<p>Помощь уникальными сборами, в которые вложены силы, знания и умения - это тоже миссия.⠀
    И мы в семье Ковалевых знаем, что занимаемся нужным и благородным делом и гордимся этим.</p>
<p>Лекарственные травы собраны в определённое время, правильно высушены,
    измельчены, упакованы. Это целая наука.<br>
    Сборы из лекарственных трав семьи Ковалевых состоят из множества, иногда из 40 - 50 компонентов в
    сложных пропорциях.<br>
    Поэтому, неся ответственность за свои сборы лекарственных растений, мы считаем, что готовить их
    должен квалифицированный фитотерапевт и применять сборы необходимо под контролем специалиста. </p>