<p>«Лечение растениями» — книга Нины Георгиевны Ковалёвой, врача-фитотерапевта. Впервые
    опубликована в 1971 году в издательстве «Медицина»; была признана одной из лучших книг в
    СССР в области фитотерапии. В 1971 году книга была издана тиражом 150 тысяч экземпляров,
    в 1972 году было допечатано ещё 25 тысяч.</p>
<p>В книге даётся исторический обзор развития фитотерапии; приводятся ботанические, химические и
    медицинские характеристики 109 лекарственных растений; большой раздел посвящён примерам из
    личного врачебного опыта автора, в этом же разделе приведены составы лечебных сборов,
    используемых для лечения конкретных заболеваний.</p>